{
  "type": "network",
  "version": "1.0",
  "data": "data.json",
  "logo": {
    "text": "Samer Al-khateeb",
    "file": "",
    "link": ""
  },
  "text": {
    "title": "Nodes Dissiminated ISIL Beheadings Propagenda of Coptic\u0027s and Arab-Israeli In Twitter",
    "more": "This figure is generated by intersection three data sets. The first set is the current ISIL network of the top 10 dissiminators as identified by ICSR. The second dataset is a dataset collected for all the users who involved in the dissimination of ISIL, beheading of Coptics in Libya, propagenda on Twitter. The third dataset is collected for all the users who involved in the dissimination of ISIL beheading, of the Arab-Israeli in Syria, propagenda on Twitter. This figure enable us to have a quick look at who involved in the dissimination of ISIL beheading (the Coptics in Libya \u0026 the Arab-Israeli in Syria) propagenda on Twitter. The node has four colors each identied in the color section.  ",
    "intro": "Have a quick look at who involved in the dissimination of ISIL beheading (the Coptics in Libya \u0026 the Arab-Israeli in Syria) propagenda on Twitter.  "
  },
  "legend": {
    "edgeLabel": "Followers Network",
    "colorLabel": "White: The nodes of ISIL Network of the Top 10 Dissiminators, Red: Nodes Dissiminated Coptics Beheading Propagenda, Blue: Nodes Dissiminated Arab-Israeli Propagenda, Green: Nodes Dissiminated both ",
    "nodeLabel": "ISIL Potential Accounts"
  },
  "features": {
    "search": true,
    "groupSelectorAttribute": "color",
    "hoverBehavior": "dim"
  },
  "informationPanel": {
    "imageAttribute": "Label",
    "groupByEdgeDirection": true
  },
  "sigma": {
    "graphProperties": {
      "minEdgeSize": 0.2,
      "maxNodeSize": 7,
      "maxEdgeSize": 0.5,
      "minNodeSize": 1
    },
    "drawingProperties": {
      "labelThreshold": 10,
      "hoverFontStyle": "bold",
      "defaultEdgeType": "curve",
      "defaultLabelColor": "#000",
      "defaultLabelHoverColor": "#fff",
      "defaultLabelSize": 14,
      "activeFontStyle": "bold",
      "fontStyle": "bold",
      "defaultHoverLabelBGColor": "#002147",
      "defaultLabelBGColor": "#ddd"
    },
    "mouseProperties": {
      "minRatio": 0.75,
      "maxRatio": 20
    }
  }
}